// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "已安装之前使用的 HP 原装正品墨盒";
HSD__65554__EventHeaderDescription = "已安装之前使用的 HP 原装正品墨盒。";

// Non-HP
HSD__65559__EventTitle = "安装了并非由 HP 出品的墨盒";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
如果您确定自己购买的是 HP 正品墨盒，请访问 HSD_LINK:HSDAnticounterfeitLink 了解详细或报告伪劣品。";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "感谢您安装 HP 正品墨盒!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "建议校准";
HSD__65569__EventDescription = "HSD_TEXT:为实现最佳打印质量，请校准您的新墨盒或打印头。
要开始此过程，请单击 HSDAlignButton。";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "检测到用过的、重新加墨的或仿造的墨盒";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "纸张尺寸大于预计尺寸";
HSD__65716__EventDescription = "HSD_TEXT:打印机传感器检测到的纸张尺寸大于软件中选定的纸张尺寸。
如果要继续使用此纸张打印，请单击 HSDOKButton 继续。
如果要更换纸张，请更换纸张，然后重新发送打印作业。
要取消打印作业，请单击 HSDCancelPrintButton。";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "纸张尺寸小于预计尺寸";
HSD__65717__EventDescription = "打印机传感器检测到的纸张尺寸小于软件中选定的纸张尺寸。
如果打印机中装载的纸张尺寸正确，请在软件中更改所选纸张尺寸，然后重新发送打印作业。
该打印作业将取消。";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "在打印机中放入纸张";
HSD__65921__EventDescription = "HSD_TEXT:打印机缺纸。HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "打印系统出现问题";
HSD__65935__EventDescription = "HSD_TEXT:打印功能已禁用。HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:打印机检测到问题。请检查打印机内部并移除卡纸或其他堵塞物。
如果此问题依然存在，请联系您的管理员或技术支持。
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "打印机维护";
HSD__65953__EventDescription = "打印机无法打印，因为正在更换打印机内部部件。更换此部件后，打印将恢复。";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:打印机部件需要维修，因此部分打印机功能可能受到限制或不可用。但您仍可以打印。
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "通信故障";
HSD__65983__EventDescription = "HSD_TEXT:传真模块发生内部通信故障。HSDContactSupport

注：您可以继续打印、复印和扫描。";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "卡纸";
HSD__65987__EventDescription = "查看打印机控制面板，了解有关如何清除卡纸的操作说明。";

// No faxes in memory
HSD__66000__EventDescription = "由于打印机内存中当前没有存储任何传真，因此无法重新打印收到的传真。";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:彩色传真一次只能发送给一个收件人。
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:要发送彩色传真，请开启错误纠正模式 (ECM)。HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription 要重新注册，请访问 HP Instant Ink 网站 (HSD_LINK:HSDInstantInkLink)。";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription 当前计费周期结束后，打印机中安装的指定墨盒将不再工作。HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "需要操作";
HSD__66011__EventDescription = "控制面板显示屏上当前正在闪烁\"E\"和\"9\"。要解决此消息，请快速打开和关闭打印头检修门。有关更多信息，请参阅打印机刚刚打印的页面。
注意：这种情况只发生在大量打印后，此时墨水堆积可能会影响打印质量。";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "已安装 HP 保护碳粉";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "已安装 HP 保护硒鼓";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "碳粉不足";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "硒鼓不足";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "缺少碳粉";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "缺少硒鼓";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "碳粉严重不足";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "硒鼓严重不足";

// Door Open (Front)
HSD__75025__EventTitle = "前门已打开";

// Door Open (Rear)
HSD__75026__EventTitle = "后门已打开";

// Defective Memory (Toner)
HSD__75030__EventTitle = "碳粉耗材内存错误";

// Defective Memory (Drum)
HSD__75031__EventTitle = "硒鼓耗材内存错误";

// Defective Memory
HSD__75032__EventTitle = "耗材内存错误";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "已安装碳粉";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "已安装硒鼓";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "碳粉不兼容";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "硒鼓不兼容";

// Incorrect Cartridge
HSD__75045__EventTitle = "插槽中出现错误墨盒";
HSD__75045__EventDescription = "请取出墨盒再重新安装，确保使用正确的插槽。";

// Insufficient Memory
HSD__75060__EventTitle = "打印机内存不足";
HSD__75060__EventDescription = "由于打印机内存不足，打印作业被取消。";

// Jam in printer (tray)
HSD__75065__EventTitle = "纸盒卡纸";
HSD__75065__EventDescription = "移除打印机中的任何障碍物或阻塞纸盒的任何东西。";

// Jam in printer (fuser)
HSD__75066__EventTitle = "定影器卡纸";
HSD__75066__EventDescription = "移除打印机中的任何障碍物或阻塞定影器或墨盒的任何东西。";

// Jam in printer (output bin)
HSD__75067__EventTitle = "出纸盒卡纸";
HSD__75067__EventDescription = "移除打印机中的任何障碍物或阻塞出纸盒的任何东西。";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "双面打印器卡纸";
HSD__75068__EventDescription = "移除打印机中的任何障碍物或阻塞双面打印器的任何东西。";

// lightPipeBlocked
HSD__75070__EventTitle = "硒鼓传感器错误";
HSD__75070__EventDescription = "用于感测硒鼓中碳粉的导光板不起作用，这是一种可停止打印的错误情况。

检查硒鼓传感器区域，并移除堵挡导光板传感器的障碍物。";

// Manual Duplex
HSD__75075__EventTitle = "手动双面打印";
HSD__75075__EventDescription = "HSD_TEXT:设备控制面板上将显示消息或信号。注意纸张的位置。将纸张插入正确的纸盒。按设备上的 HSDOKButton/HSDResumeButton 按钮继续。";

// Manually Feed
HSD__75080__EventTitle = "手动送纸";
HSD__75080__EventDescription = "HSD_TEXT:请在纸盒中装入要求的纸张，或在设备上按 HSDOKButton/HSDResumeButton 按钮以使用可用纸张。";

// Paper mount
HSD__75085__EventTitle = "纸张大小不匹配";
HSD__75085__EventDescription = "HSD_TEXT:纸盒中可用的纸张大小与软件中选择的纸张大小不匹配。

如果装入打印机的纸张大小正确，更改在您的软件中选择的纸张大小，然后重新发送打印作业。

如果装入打印机的纸张大小不正确，更换为大小正确的纸张。

如果您想继续在此纸张上打印，在打印机控制面板上点按“HSDOKButton”或“HSDResumeButton”按钮以继续。";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "碳粉内存似乎缺失";

// Missing Memory (Drum)
HSD__75096__EventTitle = "硒鼓内存似乎缺失";

// Mpacco Active
HSD__75100__EventTitle = "更换墨盒黑白打印";
HSD__75100__EventDescription = "HSD_TEXT:打印机已自定义配置为当彩色耗材严重不足时只使用黑白打印。此彩色耗材仍可用于打印可接受的打印质量。要进行彩色打印，请更换彩色耗材或重新配置打印机。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "碳粉未经授权";

// Unauthorized Drum
HSD__75106__EventTitle = "硒鼓未经授权";

// Printer Error
HSD__75115__EventTitle = "打印机错误";
HSD__75115__EventDescription = "出现严重的打印机错误。打印机无法打印。";

// Printer Mispick
HSD__75120__EventTitle = "打印机拾纸错误";
HSD__75120__EventDescription = "HSD_TEXT:没有拾取到纸，按打印机控制面板上的 “HSDOKButton” 或 “HSDResumeButton“ 按钮以继续。";

// Print Failure
HSD__75125__EventTitle = "打印机故障";
HSD__75125__EventDescription = "打印机或打印系统出现问题。关闭打印机，然后再打开。

如果您不断收到这条消息，请联系 HP。";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "更换碳粉";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "更换硒鼓";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "纸张用完";
HSD__75170__EventDescription = "打印机缺纸。
在合适的纸盒中装入纸。";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "纸盒 2 缺纸";
HSD__75171__EventDescription = "在纸盒 2 中放入纸张。";

// Unexpected Size in tray
HSD__75175__EventTitle = "意外的纸张大小";
HSD__75175__EventDescription = "HSD_TEXT:打印机传感器检测到的纸张大小与为打印机纸盒指定的大小不匹配。

如果装入打印机的纸张大小正确，在打印机控制面板或 HSD_KEYED_LINK:HSDTraysConfigurationLink 中更改为打印机纸盒指定的纸张大小，并且重新发送打印作业。

如果打印机中装入的纸张大小不正确，更换为大小正确的纸张。";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "安装的碳粉已使用过或是伪劣品";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "安装的硒鼓已使用过或是伪劣品";

// Over filled detection
HSD__75195__EventTitle = "放入的纸张过多";
HSD__75195__EventDescription = "HSD_TEXT:确保纸张高度低于纸盒上显示的纸堆指示线。单击控制面板上的 HSDOKButton/HSDResumeButton 按钮以继续。";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "墨水量不足";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "纸张不足";
HSD__65920_65940__EventDescription = "HSD_TEXT:打印机纸张不足。HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "打印机问题";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:打印系统出现问题。请重启打印机，然后再次尝试该作业。
如果问题依然存在，请联系支持人员。
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "打印机需要注意";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:打印机出现问题。但是，您可以继续打印。
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:打印机出现问题，无法打印。
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "传真问题";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "HP Instant Ink 注册已取消";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:以上列出的硒鼓只能在最初使用 HP 硒鼓保护功能对硒鼓加以保护的打印机中使用，且必须替换。

利用 HP 硒鼓保护功能，打印机所有者可以设置其打印机中安装的硒鼓，因此该硒鼓只能在此打印机中使用。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:指示的硒鼓碳粉不足。

您不必立即更换该硒鼓。

HP 建议您准备一个替换硒鼓以备该硒鼓耗尽并将需要更换时使用。

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:以上列出的硒鼓好像已丢失、未检测到，或者安装不正确。

如果硒鼓已安装，请卸下该硒鼓并将其重新插牢固。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "必须关闭该门或盖才能打印。

检查该门是否完全关闭。";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:该打印机无法检测以上列出的硒鼓的内存。该硒鼓内存已损坏，或者无法与硒鼓通信。

您必须立即替换该硒鼓。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "您的软件可以使用在线服务鉴定硒鼓。但是，现在无法访问互联网。";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:以上列出的硒鼓并非用于当前配置的该打印机。

请参阅“打印机帮助”。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:该打印机无法检测以上列出的硒鼓的内存。

您可以尝试重新安装该硒鼓。如果问题仍然发生，则必须立即更换该硒鼓。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:管理员已将该产品配置为仅使用 HP 原装耗材。必须替换该硒鼓才能继续打印。如果您认为您购买的是 HP 原装耗材，请访问以下网址 HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL。";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:以上列出的硒鼓碳粉严重不足且必须更换以继续打印。

HP 建议您只有在准备安装替换硒鼓的时候再卸下硒鼓。

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:安装的是一个使用过的耗材。如果您认为您购买的是 HP 原装耗材，请访问以下网址 HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL。任何因使用二手耗材而导致的打印机必要维修不在保修范围之内。耗材状态和取决于耗材状态的功能将不可用。

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP 建议采用 ColorLok(R) 纸张，以获取最佳打印结果。";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "您已取消 HP Instant Ink 服务。";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "墨水更换服务";
HSDSaveInkString = "节省多达 50% 的墨水*";
HSDInstantInkDisclaimersLink = "*HP Instant Ink 免责声明。";
HSDOriginalInkString = "通过印表机订购原装 HP 墨水，送货上门。";
HSDSendInkNowString = "单击“立即寄送墨水”了解更多信息和进行注册。";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP 还提供了一个方便的途径方便您购买耗材…";
HSDShopForSuppliesText = "单击“购买耗材”可通过 HP SureSupply 快速方便地在线订购原装 HP 墨盒。";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP 建议您准备一个替代墨盒，以便在打印质量不可接受时安装。";
HSDCartridgeRecycleDescription = "HSD_TEXT:当您准备卸下该硒鼓时，您可以在以下位置找到如何回收该硒鼓的信息: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:要在线订购正品 HP 更换墨盒，请单击“HSDBuyNowButton”。";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP 无法保证并非由 HP 出品的耗材的质量或可靠性。
因使用非 HP 耗材而需要的打印机服务或维修不在保修范围内。";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "墨粉严重不足的硒鼓可能已完全耗尽才导致印刷质量低下。";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "原装 HP 墨水的优点";
HSD__warning__OriginalHPInkAdvantagesTitle = "无法保证原装 HP 墨水的优点";
HSDProvenReliabilityTitle = "稳定可靠";
HSDEfficientPerformanceTitle = "高效性能";
HSDExceptionalQualityTitle = "卓越质量";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:建议您进行校准。点按\“HSDAlignButton\”以校准新安装的墨盒。";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:要取消打印作业，请按打印机上的 HSDCancelButton (X) 按钮。";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "请参阅打印机控制面板以获取更多信息或联系支持人员。";
HSDSeeFrontPanel = "请参阅前面板了解更多信息。";
HSDSeeControlPanel = "有关更多信息，请参阅打印机控制面板。";

// Support
HSDContactSupport = "请联系支持人员。";

// Buttons
HSDOKButton = "确定";
HSDCancelButton = "取消";
HSDResumeButton = "继续";
HSDCancelPrintButton = "取消打印";
HSDCloseButton = "关闭";
HSDBuyNowButton = "立即购买";
HSDSendInkNowButton = "立即寄送墨水";
HSDShopForSuppliesButton = "购买耗材";
HSDEstimatedInkLevelsLink = "估计墨水量";
HSDEstimatedCartridgeLevelsLink = "预估墨盒液位";
HSDAuthenticateLaterButton = "稍后鉴定";
HSDDoNotAuthenticateButton = "请勿鉴定";
HSDAlignButton = "校准";
HSDDoNotAlignButton = "不校准";

// Tooltips
HSDTraysConfigurationLink_tooltip = "纸盘配置";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "青色 [C]";
"magenta" = "洋红色 [M]";
"yellow" = "黄色 [Y]";
"black" = "黑色 [K]";
"red" = "红色 [R]";
"green" = "绿色 [G]";
"blue" = "蓝色 [B]";
"lightcyan" = "淡青色 [LC]";
"lightmagenta" = "浅红色 [LM]";
"orange" = "橙色 [O]";
"gray" = "灰色 [G]";
"lightgray" = "浅灰色 [LG]";
"darkgray" = "深灰色 [DG]";
"photoblack" = "照片黑色 [PK]";
"matteblack" = "消光黑色 [MK]";
"glossenhancer" = "光泽增强程序";
"violet" = "紫色 [V]";
"gold" = "金色 [??]";
"silver" = "银色 [??]";
"bronze" = "铜色 [??]";
"metallic" = "金属红色 [??]";
"tricolor" = "三色 [青色/洋红色/黄色]";
"photo" = "照片 [黑色/淡青色/浅红色]";
"photogray" = "灰色照片 [黑色/灰色/浅灰色]";
"lightcyanlightmagenta" = "浅红色 [LM]/淡青色 [LC]";
"magentayellow" = "紫红色 [M]/黄色 [Y]";
"mediumcyan" = "消光黑色 [MK]/青色 [C]";
"mediumgray" = "照片黑色 [PK]/浅灰色 [LG]";
"magentacyan" = "紫红色 [M]/青色 [C]";
"cyanmagenta" = "紫红色 [M]/青色 [C]";
"blackyellow" = "黑色 [K]/黄色 [Y]";
"Photo [PK]" = "照片 [PK]";
"imagingdrumhpcea" = "硒鼓 [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
